tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bandwhich"
brew "bat"
brew "lima"
brew "colima"
brew "ctags"
brew "fd"
brew "fzf"
brew "gh"
brew "gibo"
brew "git-delta"
brew "gitui"
brew "go"
brew "gping"
brew "openjdk"
brew "gradle"
brew "htop"
brew "jq"
brew "maven"
brew "neovim"
brew "podman"
brew "podman-compose"
brew "pure"
brew "ripgrep"
brew "rust-analyzer"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "qmk/qmk/qmk"
cask "font-hack-nerd-font"
cask "visual-studio-code"
cask "wezterm"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "jdinhlife.gruvbox"
vscode "jebbs.plantuml"
vscode "jeremyrajan.webpack"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "mike-lischke.vscode-antlr4"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "pomdtr.excalidraw-editor"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "skyran.js-jsx-snippets"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-remark"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
