tap "homebrew/bundle"
brew "autojump"
brew "bandwhich"
brew "bat"
brew "bingrep"
brew "bottom"
brew "ctags"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "genact"
brew "gibo"
brew "git-delta"
brew "gitui"
brew "glow"
brew "go"
brew "gping"
brew "hexyl"
brew "htop"
brew "ifstat"
brew "jq"
brew "kcat"
brew "openjdk"
brew "leiningen"
brew "lsd"
brew "maven"
brew "minikube"
brew "neovim"
brew "nkf"
brew "nodebrew"
brew "openjdk@11"
brew "postgresql@14"
brew "procs"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "xh"
brew "zsh"
cask "fig"
cask "visual-studio-code"
vscode "alefragnani.Bookmarks"
vscode "bungcip.better-toml"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "gcazaciuc.vscode-flow-ide"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "jdinhlife.gruvbox"
vscode "jeremyrajan.webpack"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "MicroProfile-Community.mp-rest-client-generator-vscode-ext"
vscode "MicroProfile-Community.mp-starter-vscode-ext"
vscode "MicroProfile-Community.vscode-microprofile-pack"
vscode "mike-lischke.vscode-antlr4"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "pmcxs.vscode-mindmap"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.java"
vscode "redhat.vscode-microprofile"
vscode "rust-lang.rust-analyzer"
vscode "sgryjp.japanese-word-handler"
vscode "skyran.js-jsx-snippets"
vscode "SonarSource.sonarlint-vscode"
vscode "tomphilbin.gruvbox-themes"
vscode "unifiedjs.vscode-remark"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "xabikos.JavaScriptSnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
